[
    {
        "id": 1,
        "name": "Grouxo",
        "latitude": 39.769769,
        "longitude": 3.024726,
        "markerImage": "grouxo.png",
        "tresD": "grouxo.glb",
        "image": "grouxo.png", 
        "historia": "Benvingut jove, suposo que ets aquí per ser el nou caparrot… Lamentablement per a tu, no és tasca fàcil. Primer hauràs de trobar tots els integrants, som 11 comptant amb mi. Però abans de tot hauràs de respondre una de les meves preguntes.",
        "pregunta": "Quina afirmació sobre els Caparrots és veritable?",
        "respuestas": [
            "Som coneguts per les nostres celebracions del mes de desembre",
            "El Dimoni és un personatge important de nosaltres i representa el bé",
            "La majoria dels nostres vestits estan fets de materials naturals",
            "Festegem únicament a sa Pobla"
        ],
        "indexRespuesta": 3,
        "continue": "Vegem si pots convèncer la resta de caparrots, algú t'espera a una plaça en honor a la segona guerra mundial."
    },
    {
        "id": 2,
        "name": "Es negret",
        "latitude": 39.772571,
        "longitude": 3.017440,
        "markerImage": "moro1.png",
        "tresD": "negrita.glb",
        "image": "moro1.png", 
        "historia": "Benvingut! T'ha enviat Grouxo a buscar-me? Això vol dir que vols ser el nou Caparrot...",
        "pregunta": "Vegem… Veus la plaça que es troba just aquí? Sabries dir-me qui la va construir?",
        "respuestas": [
            "Arquitecto Antoni Pons",
            "Grouxo",
            "Marc",
            "Alejandro Palomino"
        ],
        "indexRespuesta": 0,
        "continue": "Una de les meves companyes t'espera a una sala de jocs infantil molt coneguda, com es deia, Jocs…"
    },
    {
        "id": 3,
        "name": "Charlotte",
        "latitude": 39.767288,
        "longitude": 3.019917,
        "markerImage": "pallaso1.png",
        "tresD": "payaso1.glb",
        "image": "pallaso1.png", 
        "historia": "Vaja, així que ja has encertat preguntes d'altres caparrots… llavors ho hauré de posar una mica més difícil.",
        "pregunta": "Quin segle es va construir l'oratori de Crestatx?",
        "respuestas": [
            "X",
            "XII",
            "XIII",
            "XVI"
        ],
        "indexRespuesta": 2,
        "continue": "Hora de seguir amb la teva cerca, recordo escoltar Negreta alguna cosa sobre aprendre a patinar…"
    },
    {
        "id": 4,
        "name": "Negreta",
        "latitude": 39.774360,
        "longitude": 3.026629,
        "markerImage": "moro2.png",
        "tresD": "negrito.glb",
        "image": "moro2.png", 
        "historia": "Sembla que això de patinar no és el meu, m'agradaria veure't a tu, però deixem això per a un altre moment, primer t'has de centrar en l'important.",
        "pregunta": "Quin parc natural és just aquí al costat?",
        "respuestas": [
            "Parque natural de s’Albufera",
            "Parque natural de Port Aventura",
            "Natura parc",
            "Parque natural Mondraó"
        ],
        "indexRespuesta": 0,
        "continue": "He de continuar practicant, si vols continuar parlant parla amb el Guàrdia vell, sol trobar-se a prop de la caserna de la policia."
    },
    {
        "id": 5,
        "name": "Guardia vell",
        "latitude": 39.770432,
        "longitude": 3.028005,
        "markerImage": "guardia.png",
        "tresD": "guardia1.glb",
        "image": "guardia.png", 
        "historia": "Bona jove, em trobava patruient els carrers i he decidit descansar una estona.",
        "pregunta": "Quin és el propòsit principal de la policia?",
        "respuestas": [
            "Protegir del vent",
            "Cuidar i servir la població",
            "Apallissar velles en manifestacions",
            "Patrullar la ciutat"
        ],
        "indexRespuesta": 1,
        "continue": "Mentre patrullava he vist Harpo a l'Escola Infantil, es diu Ei..."
    },
    {
        "id": 6,
        "name": "Harpo",
        "latitude": 39.767952,
        "longitude": 3.017169,
        "markerImage": "marx2.png",
        "tresD": "harpo.glb",
        "image": "marx2.png", 
        "historia": "Bona jove, estava jugant una estona amb els nens",
        "pregunta": "Quin és el meu paper als caparrots?",
        "respuestas": [
            "Inventor",
            "Dissenyador",
            "Fabricant",
            "Venedor"
        ],
        "indexRespuesta": 0,
        "continue": "Ara veus la guàrdia civil, és millor el Guàrdia Jove"
    },
    {
        "id": 7,
        "name": "Guardia Jove",
        "latitude": 39.773200,
        "longitude": 3.015913,
        "markerImage": "guardia2.png",
        "tresD": "guardia2.glb",
        "image": "guardia2.png", 
        "historia": "Bones que bon dia que fa",
        "pregunta": "Segur que el Guardia vell t'ha fet alguna pregunta sobre la policia, però no t'ha preguntat per la nostra funció… saps quina és?",
        "respuestas": [
            "Vigilar que no hi hagi cap tipus d'incident durant els balls que facin la resta de caparrots",
            "Vigilar que no hi hagi cap mena d'incident al poble",
            "Controlar tempestes per capturar els malechors",
            "Portes les banderes els dies de celebració"
        ],
        "indexRespuesta": 0,
        "continue": "Hora d'anar a veure el pallasso, sol estar per l'antiga estació de tren, pot ser molt divertit, però no ho facis enfadar…"
    },
    {
        "id": 8,
        "name": "Pallaso vermell",
        "latitude": 39.766295,
        "longitude": 3.028885,
        "markerImage": "pallaso2.png",
        "tresD": "payaso2.glb",
        "image": "pallaso2.png", 
        "historia": "Oh vaja, m'has trobat… no acostumo a tenir gaires visites, ja veig, creus que saps molt sobre nosaltres jejejeje.",
        "pregunta": "Quin any ens incorporem a la revetla de Sant Antoni?",
        "respuestas": [
            "1952",
            "1942",
            "1970",
            "1990"
        ],
        "indexRespuesta": 0,
        "continue": "Ah, si.. el darrer caparrot que recordo és noi, em va dir alguna cosa sobre l'escola graduada… de manera que li agrada divertir-se a aquest noi jejejeje"
    },
    {
        "id": 9,
        "name": "Chico",
        "latitude": 39.772593,
        "longitude": 3.023394,
        "markerImage": "marx1.png",
        "tresD": "chicco.glb",
        "image": "marx1.png", 
        "historia": "Suposo que no esperaves trobar-me aquí… bé, diguem que no tot pot ser festa, jo també tinc obligacions…",
        "pregunta": "Quina de les celebracions següents és una part important de la cultura de Sa Pobla?",
        "respuestas": [
            "Las Fallas",
            "La Tamborada",
            "La Tomatina",
            "El Carnaval del Río"
        ],
        "indexRespuesta": 1,
        "continue": "Hauries de parlar amb Gepeto, es troba a l'entrada al poble, aquella amb un cartell gran estil Hollywood"
    },
    {
        "id": 10,
        "name": "Gepeto",
        "latitude": 39.7723900,
        "longitude": 3.0142323,
        "markerImage": "jepeto.png",
        "tresD": "jepeto.glb",
        "image": "jepeto.png", 
        "historia": "Quin bon cartell, s'assembla al de Hollywood, encara que crec que no ho he vist mai...",
        "pregunta": "Benvinguts! Així que Chico us ha parlat de la tamborada… estic molt orgullós de participar en aquestes emblemàtiques festivitats. Sabries dir-me quants dies dura exactament?",
        "respuestas": [
            "Un dia sencer",
            "Dos Dias",
            "Tres días",
            "Toda una semana"
        ],
        "indexRespuesta": 1,
        "continue": "Hauries de parlar amb Turc, sempre és als afores, en una altra rotonda com aquesta, no gaire lluny de Negreta, sé que tenia un Basar Xinès a prop"
    },
    {
        "id": 11,
        "name": "Es Turc",
        "latitude": 39.7719045,
        "longitude": 3.0304000,
        "markerImage": "turco.png",
        "tresD": "turco.glb",
        "image": "turco.png", 
        "historia": "Si heu seguit els passos dels meus companys, sóc l'últim caparrot que trobareu, t'agrada el meu vestit tradicional? D'acord, suposo que has vingut fins aquí amb un motiu, però la meva pregunta no té res a veure amb les altres, parlem de gastronomia.",
        "pregunta": "Quin és el plat més típic de la cuina de sa pobla",
        "respuestas": [
            "Paella",
            "Tumbet",
            "Frito Mallorquin",
            "Arroz Brut"
        ],
        "indexRespuesta": 1,
        "continue": "Gràcies per jugar amb nosaltres, si no has convençut algú veus a buscar-lo i convenç-ho"
    }
]